# 1) Реализовать простой консольный аналог(можно также любой другой, в том числе web) бронирования террариумов для пауков
# Хосты имеют функционал:
#     Зарегистрироваться
#     Залогиниться
#     Добавить террариум в список
#     Показать список террариумов
#     Поменять режим (Зайти под гостем)
#     Выйти из приложения
#     Посмотреть бронирования для клеток
#     * Любые другие возможности для расширения функционала
# Гости имеют функционал:
#     Зарегистрироваться
#     Залогиниться
#     Добавить к себе змею
#     Показать список террариумов
#     Поменять режим (Зайти под хостом)
#     Выйти из приложения
#     Посмотреть свои бронирования
#     Посмотреть своих змей
#     Забронировать террариум
#     * Любые другие возможности для расширения функционала

# 2) Написать спецификации к программе

# 3*(опционально)) Добавить тесты
    
    